[
    {
        "name": "RX-78-2 Gundam",
        "unitType": "Prototype Close Quarters Combat Mobile Suit",
        "armor": "Twentynine Palms",
        "primaryPilot": "Amuro Ray",
        "id": 1001,
        "power": 1380,
        "isFavorite": false,
        "height": 18.0,
        "weight": 60.0,
        "description": "The RX-78-2 Gundam is the titular mobile suit of Mobile Suit Gundam television series. Part of the RX-78 Gundam series, it was built in secret on Side 7. The Gundam would turn the tide of war in favor of the Earth Federation during the One Year War against the Principality of Zeon. It was primarily piloted by Amuro Ray. \n \nThe Gundam was incredibly advanced for its time. Built from lightweight Luna Titanium Alloy, its frame was both lighter than that of Zeon's mass-produced mobile suits and much sturdier, able to shrug off a MS-06 Zaku II's machine gun fire with little to no damage. Its offensive power was above and beyond that of the Zakus. The Gundam would engage in most battles with its beam rifle, making it the first mobile suit to have firepower equivalent to a battleship's beam cannons. In addition, it made use of two beam sabers, blades of extremely hot plasma which could cut through any metal with ease. Those beam sabers could be extended into a spear-like beam javelin, which could be used to stab into an enemy from a longer distance.",
        "imageName": "01_RX-78-2_Gundam"
    },
    {
        "name": "MSZ-006 Zeta Gundam",
        "unitType": "A.E.U.G. Attack use Prototype Variable Form Mobile Suit",
        "armor": "Gundarium Gamma Alloy",
        "primaryPilot": "Kamille Bidan",
        "id": 1002,
        "isFavorite": false,
        "height": 19.85,
        "weight": 62.3,
        "power": 2020,
        "description": "The MSΖ-006 Zeta Gundam is the titular mobile suit of the Mobile Suit Zeta Gundam television series and also featured in the Mobile Suit Gundam ZZ television series. It was most famously piloted by its principal designer, Kamille Bidan, during the Gryps Conflict. \n \n The Zeta Gundam is a high-performance, next-generation MS constructed by Anaheim Electronics in partnership with the AEUG as part of the Project Zeta. This project aimed to develop a transformable mobile suit capable of operating in space and on earth, but it stagnated due to problems with the strength of the movable frame. Progress was later made when Anaheim Electronics studied the movable frame of the RX-178 Gundam Mk-II units stolen by AEUG from the Titans. The design and name were both created by AEUG pilot Kamille Bidan.",
        "imageName": "02_MSZ-006_Zeta_Gundam"
    },
    {
        "name": "LM312V04 Victory Gundam",
        "unitType": "Limited Production Transformable General-Purpose Mobile Suit",
        "armor": "Gundarium Alloy Super-Ceramic Composite",
        "primaryPilot": "Üso Ewin",
        "id": 1003,
        "isFavorite": false,
        "height": 15.2,
        "weight": 17.7,
        "power": 4780,
        "description": "The LM312V04 Victory Gundam (aka V1) is the titular mobile suit of Mobile Suit Victory Gundam, most prominently piloted by Üso Ewin until he acquired its successor, the LM314V21 Victory 2 Gundam. \n \n A limited production mobile suit, the Victory Gundam has a Core Block System, in which the suit's body is consisted of a Core Fighter attached to the suit's upper and lower body. This modular design increases the chances of pilot survivability, and also allows damaged parts to be quickly and easily swapped out in the middle of battle.",
        "imageName": "03_LM312V04_Victory_Gundam"
    },
    {
        "name": "GF13-017NJ Shining Gundam",
        "unitType": "Close Quarters Combat Mobile Fighter",
        "armor": "Gundarium alloy super ceramic composite",
        "primaryPilot": "Domon Kasshu",
        "id": 1004,
        "isFavorite": false,
        "height": 16.2,
        "weight": 15.5,
        "power": 1380.0,
        "description": "The GF13-017NJ Shining Gundam is a mobile fighter featured in the anime Mobile Fighter G Gundam. It was built by the nation of Neo Japan for the 13th Gundam Fight and piloted by Domon Kasshu, as well as occasionally by his crew member Rain Mikamura.",
        "imageName": "04_GF13-017NJ_Shining_Gundam"
    },
    {
        "name": "XXXG-01W Wing Gundam",
        "unitType": "Transformable General-Purpose Mobile Suit",
        "armor": "Gundanium Alloy",
        "primaryPilot": "Heero Yuy",
        "id": 1005,
        "isFavorite": false,
        "height": 16.3,
        "weight": 7.1,
        "power": 1380.0,
        "description": "The XXXG-01W Wing Gundam (aka Gundam Zero-One) is the titular mobile suit of the Mobile Suit Gundam Wing series. The unit was primarily piloted by Heero Yuy.",
        "imageName": "05_XXXG-01W_Wing_Gundam"
    },
    {
        "name": "GX-9900 Gundam X",
        "unitType": "Limited Production Satellite System Loading Mobile Suit",
        "armor": "Luna Titanium",
        "primaryPilot": "Garrod Ran",
        "id": 1006,
        "isFavorite": false,
        "height": 17.5,
        "weight": 7.5,
        "power": 1380.0,
        "description": "The GX-9900 Gundam X (aka Gundam X, GX) is a limited production mobile suit built by the United Nations Earth, and the titular mobile suit of After War Gundam X. Its pilot include Jamil Neate and Garrod Ran. Another slightly different unit appeared in the manga sequel, After War Gundam X: Under the Moonlight, and is piloted by Rick Aller.",
        "imageName": "06_Gx-9900_Gundam"
    },
    {
        "name": "System-∀99 ∀ Gundam",
        "unitType": "Prototype Interstellar Warfare Mobile Suit",
        "armor": "FE Type",
        "primaryPilot": "Loran Cehack",
        "id": 1007,
        "isFavorite": false,
        "height": 20.0,
        "weight": 28.6,
        "power": 27000,
        "description": "The System-∀99 ∀ Gundam (pronounced as Turn A Gundam, aka ∀, White Doll or Mustache) is the titular mobile suit of Turn A Gundam. It is piloted primarily by Loran Cehack.",
        "imageName": "07_SYSTEM_99_Gundam"
    },
    {
        "name": "ZGMF-X10A Freedom Gundam",
        "unitType": "Prototype Anti-Mobile Suit use Mobile Suit",
        "armor": "Phase Shift Armor",
        "primaryPilot": "Kira Yamato",
        "id": 1008,
        "isFavorite": false,
        "power": 8826,
        "height": 18.03,
        "weight": 71.5,
        "description": "The ZGMF-X10A Freedom Gundam (aka Freedom, X10A) is a mobile suit that appears in the Mobile Suit Gundam SEED and Mobile Suit Gundam SEED Destiny anime. The unit is piloted by Kira Yamato.",
        "imageName": "08_X10A_Freedom"
    },
    {
        "name": "ZGMF-X42S Destiny Gundam",
        "unitType": "Prototype General-Purpose Mobile Suit",
        "armor": "Variable Phase-Shift Armor",
        "primaryPilot": "Shinn Asuka",
        "id": 1009,
        "isFavorite": false,
        "height": 18.08,
        "weight": 79.44,
        "power": 1380.0,
        "description": "The ZGMF-X42S Destiny Gundam is the titular mobile suit of Mobile Suit Gundam SEED Destiny and was piloted by Shinn Asuka. A straight-built Gunpla version is piloted by Shimon Izuna in Gundam Build Fighters Try.",
        "imageName": "09_Zgmf-x42s_Destiny"
    },
    {
        "name": "GN-001 Gundam Exia",
        "unitType": "Close Quarters Combat Mobile Suit",
        "armor": "E-Carbon",
        "primaryPilot": "Setsuna F. Seiei",
        "id": 1010,
        "isFavorite": false,
        "power": 1380.0,
        "height": 18.3,
        "weight": 57.2,
        "description": "The GN-001 Gundam Exia (aka Exia, Gundam Seven Swords) is a mobile suit featured in season one of Mobile Suit Gundam 00 and is piloted by Setsuna F. Seiei.",
        "imageName": "10_GN-001_Exia"
    }
]

